[DS_AssaultRifle_LS X2WeaponTemplate]
FriendlyName="激光步枪"
FriendlyNamePlural="激光步枪"
BriefSummary="激光步枪发射一系列微秒级的爆炸光束，以摧毁目标。"
TacticalText="<Bullet/> 使用从敌人那里回收的升级来提高激光步枪的性能。\n<Bullet/> 激光武器获得命中加成."
AbilityDescName="assault rifle"

[DS_Cannon_LS X2WeaponTemplate]
FriendlyName="激光加农炮"
FriendlyNamePlural="激光加农炮"
BriefSummary="结合改进冷却系统的激光武器技术将使我们能够部署一种快速射击的加农炮，能够释放出更致命的火力。"
TacticalText="<Bullet/> 激光加农炮是更加致命与强力的加农炮版本.\n<Bullet/> 使用从敌人那里回收的升级来提高性能。\n<Bullet/> 激光武器获得命中加成."
AbilityDescName="cannon"

[DS_Shotgun_LS X2WeaponTemplate]
FriendlyName="散射光线"
FriendlyNamePlural="散射光线"
BriefSummary="散射光线是激光技术的一种应用，可提供类似霰弹枪的效果；由于光束扩散，它在近距离最为有效。"
TacticalText="<Bullet/> 霰弹枪类武器在近距离非常有效，但在远距离时其准确性会迅速下降。\n<Bullet/>使用从敌人那里回收的升级来提高性能。\n<Bullet/> 激光武器获得命中加成."
AbilityDescName="霰弹枪"

[DS_SniperRifle_LS X2WeaponTemplate]
FriendlyName="光矛"
FriendlyNamePlural="光矛"
BriefSummary="激光步枪的长射程版本，激光长矛采用了极高能量的电容器，从而形成了一种高精度远程激光武器。"
TacticalText="狙击步枪总是需要全部行动点才能射击\n<Bullet/> 近战精度差，但在远距离极为致命\n<Bullet/> 使用从敌人那里回收的升级来提高性能。\n<Bullet/> 激光武器获得命中加成."
AbilityDescName="狙击步枪"


;* ============================================
;* COIL WEAPONS
;* ============================================

[DS_AssaultRifle_CL X2WeaponTemplate]
FriendlyName="线圈步枪"
FriendlyNamePlural="线圈步枪"
BriefSummary="一款强大的中距离，穿甲线圈炮，充当突击步枪的角色。"
TacticalText="<Bullet/> 穿甲+1.<br/><Bullet/> 使用从敌人那里回收的升级来提高性能。<br/>"
AbilityDescName="突击步枪"

[DS_Cannon_CL X2WeaponTemplate]
FriendlyName="高斯炮"
FriendlyNamePlural="高斯炮"
BriefSummary="一款重型，自动化的线圈炮，具有极高的射速。"
TacticalText="<Bullet/> 穿甲+1.<br/><Bullet/> 这门高斯炮在自动武器小队中发挥作用，其弹药更多，伤害也比步枪更高，但携带起来很麻烦。<br/><Bullet/> 使用从敌人那里回收的升级来提高性能。<br/>"
AbilityDescName="加农炮"

[DS_SniperRifle_CL X2WeaponTemplate]
FriendlyName="高斯狙击步枪"
FriendlyNamePlural="高斯狙击步枪"
BriefSummary="我们的狙击手可能会使用的一种高级线圈步枪。"
TacticalText="<Bullet/> 穿甲+1.<br/><Bullet/> 狙击步枪总是需要全部行动点才能射击。\n<Bullet/> 近战精度差，但在远距离极为致命。\n<Bullet/> 使用从敌人那里回收的升级来提高性能。"
AbilityDescName="狙击步枪"

[DS_Shotgun_CL X2WeaponTemplate]
FriendlyName="高斯霰弹枪"
FriendlyNamePlural="高斯霰弹枪"
BriefSummary="一种近距离线圈技术武器，充当霰弹枪的角色。"
TacticalText="<Bullet/> 穿甲+1.<br/><Bullet/> 霰弹枪类武器在近距离非常有效，但在远距离时其准确性会迅速下降。\n<Bullet/>使用从敌人那里回收的升级来提高性能。"
AbilityDescName="霰弹枪"